Repository: marcopirini/BeautySim
Catalog: VStudio/BeautySim.Globalization/Language.*.resx
Languages: fr_fr, it_it, zh_cn

# str_accept
source: Accept
fr_fr: Accepter
it_it: Accetta
zh_cn: 确认

# str_additional_info
source: click to show/hide additional information...
fr_fr: Cliquez pour afficher / masquer des informations supplémentaires
it_it: clicca per mostrare/nascondere ulteriori informazioni...
zh_cn: 点击显示/隐藏其他信息

# str_add_new
source: add new
fr_fr: Ajouter un nouveau
it_it: Aggiungi nuovo
zh_cn: 新建

# str_alpha
source: Alpha:
it_it: Alfa:
zh_cn: 阿尔法：

# str_ang_needle_plane
source: Angle needle to plane:
fr_fr: Angle de l'aiguille au plan
it_it: Angolo dell'ago rispetto al piano:
zh_cn: 穿刺针与平面的角度：

# str_anomaly
source: anomaly: needle was probably already inserted when the case was started
fr_fr: Anomalie: l'aiguille était probablement déjà insérée au début de le cas
it_it: anomalia: probabilmente l'ago era già inserito quando il caso è stato avviato
zh_cn: 异常：病例开始前，穿刺针已插入

# str_apply_filt
source: apply filter
fr_fr: Appliquer le filtre
it_it: applica filtro
zh_cn: 应用筛选

# str_arch_res
source: archive results
fr_fr: Archiver les résultat
it_it: archivia risultati
zh_cn: 数据存档

# str_arg_val_must
source: The argument value must be a VectorMath.Half.
fr_fr: La valeur de l'argument doit être VectorMath.Half.
it_it: L'argomento deve essere di tipo VectorMath.Half.
zh_cn: 参数值必须是 VectorMath.Half.

# str_assessment
source: assessment
fr_fr: Évaluation
it_it: valutazione
zh_cn: 评估

# str_a_new_teacher
source: A new Teacher
fr_fr: Un nouveau professeur
it_it: Un nuovo istruttore
zh_cn: 新导师

# str_back
source: back
fr_fr: Retour
it_it: indietro
zh_cn: 后退

# str_beautysim_info
source: click to show/hide information on BeautySim...
fr_fr: Cliquez pour afficher / masquer les informations sur BeautySim ...
it_it: clicca per mostrare/nascondere le informazioni sul BeautySim
zh_cn: 点击显示/隐藏产品信息

# str_blue
source: Blue:
fr_fr: Bleu/bleue
it_it: Blu:
zh_cn: 蓝色：

# str_by
source: by
fr_fr: Par
it_it: da
zh_cn: 制造商

# str_camera_model_err
source: Camera Model Error.
fr_fr: Erreur appareil photo.
it_it: Errore del modello della fotocamera.
zh_cn: 摄像模式错误

# str_cancel
source: cancel
fr_fr: Annuler
it_it: cancella
zh_cn: 取消

# str_cant_del_user
source: This user cannot be deleted
fr_fr: Cet utilisateur ne peut pas être supprimé
it_it: Questo utente non può essere cancellato
zh_cn: 该用户无法删除

# str_cant_read_port_name
source: Can not read registry value PortName for device
fr_fr: Impossible de lire la valeur de registre PortName pour le périphérique
it_it: Non è possibile leggere il valore di registro 'PortName' per il dispositivo
zh_cn: 无法读取设备的注册表值端口名

# str_case
source: Case:
fr_fr: Cas
it_it: Caso:
zh_cn: 训练病例

# str_case_completed
source: Case Completed
fr_fr: Cas terminé
it_it: Caso Completato
zh_cn: 训练完成

# str_case_info_descr
source: Case Info. This lable represents the info about the case. Here a series of informazion will be inserted to inform the user about the indicated case
fr_fr: Informations sur le cas. Cette étiquette représente les informations sur le cas. Ici, une série d'informations sera insérée pour informer l'utilisateur du cas indiqué
it_it: Informazioni sul caso. Questa tabella rappresenta le informazioni sul caso. Qui verranno inserite una serie di informazioni per informare l'utente sul caso indicato
zh_cn: 病例信息-此处将显示详细的病例信息，以告知用户所选病例的信息

# str_case_loaded
source: Case Loaded.
fr_fr: Cas chargé
it_it: Caso Caricato.
zh_cn: 病例加载中

# str_case_name
source: case name
fr_fr: Nom du cas
it_it: nome del caso
zh_cn: 病例名称

# str_case_upper
source: CASE
fr_fr: CAS
it_it: CASO
zh_cn: 病例

# str_clinical_cases
source: clinical cases
fr_fr: Cas cliniques
it_it: caso clinico
zh_cn: 临床病例

# str_close_beautysim
source: Do you want to close BeautySim?
fr_fr: Voulez-vous fermer BeautySim?
it_it: Si desidera chiudere l'applicazione BeautySim?
zh_cn: 是否关闭软件？

# str_complete_name
source: COMPLETE NAME*
fr_fr: Nom complet
it_it: NOME COMPLETO*
zh_cn: 请确认名称

# str_confirm_pwd
source: CONFIRM PASSWORD
fr_fr: Confirmer le mot de passe
it_it: CONFERMA PASSWORD
zh_cn: 请确认密码

# str_cont_ins
source: Continue the needle insertion. Release the anestetic when you reach the target
fr_fr: Continuez l'insertion de l'aiguille. Relâchez l'anesthésique lorsque vous atteignez la cible
it_it: Continua l'inserimento dell'ago. Rilascia l'anestetico quando raggiungi l'obiettivo
zh_cn: 请继续穿刺操作，当到达目标区域请注入麻醉剂

# str_convex
source: Convex
fr_fr: Convexe
it_it: Convessa
zh_cn: 凸阵探头

# str_created
source: has been created.
fr_fr: A été créé
it_it: è stato creato.
zh_cn: 已创建

# str_curr_case
source: Selected Case: none
fr_fr: Cas sélectionné: aucun
it_it: Caso Selezionato: nessuno
zh_cn: 选择病例：无

# str_debug_mode
source: DEBUG MODE
fr_fr: Mode débogage
it_it: MODALITA' DI DEBUG
zh_cn: 测试模式

# str_define_needle_len
source: define the global length of the needle in usage (needle and connector), in mm. values must be in the range 80 - 300
fr_fr: Définir la longueur globale de l'aiguille utilisée (aiguille et connecteur), en mm. les valeurs doivent être comprises entre 80 et 300
it_it: definire la lunghezza globale dell'ago in uso (ago e connettore), in mm. i valori devono essere compresi tra 80 e 300
zh_cn: 全球普遍穿刺针长度（针与接口），单位mm，长度范围80 - 300

# str_def_base_view_mod
source: Default Base View Model
fr_fr: Base View Model par défaut
it_it: Modello di visualizzazione di base predefinito
zh_cn: 默认基础视图模型

# str_def_password
source: default Password:
fr_fr: Mot de passe par défaut
it_it: Password di default:
zh_cn: 默认密码

# str_def_username
source: Default UserName:
fr_fr: Nom d'utilisateur par défaut
it_it: Nome utente di default:
zh_cn: 默认用户名

# str_delete
source: delete
fr_fr: Effacer
it_it: elimina
zh_cn: 删除

# str_description
source: description
fr_fr: La description
it_it: descrizione
zh_cn: 说明

# str_dest_arr_must
source: The destination array must be of same length or larger length than the source array.
fr_fr: Le tableau de destination doit être de même longueur ou plus long que le tableau source.
it_it: Il vettore di destinazione deve essere della stessa lunghezza o di lunghezza maggiore rispetto al vettore originale.
zh_cn: 目标数组的长度必须与源数组的长度相同或更大。

# str_direction
source: Direction:
it_it: Direzione:
zh_cn: 方向：

# str_dist_from_needle
source: Distance from needle to block when targeting
fr_fr: Distance de l'aiguille au bloc
it_it: Distanza dall'ago al blocco durante il targeting
zh_cn: 穿刺时，针与目标距离

# str_dist_tip_plane
source: Distance tip to plane:
fr_fr: Distance entre la pointe de l'aiguille au plan
it_it: Distanza tra punta e piano:
zh_cn: 针与水平线距离

# str_edit_profile
source: edit my profile
fr_fr: Modifier mon profil
it_it: modifica il mio profilo
zh_cn: 编辑用户信息

# str_esp_descr
source: Age: 35 - Gender: male*Analgesic therapy: for a 35-year-old patient operated on a sleeve gastrectomy for pathological obesity.
fr_fr: Âge: 35 ans - Sexe: masculin*Thérapie analgésique: pour un patient de 35 ans qui a été opéré d'une sleeve gastrectomie pour l'obésité pathologique.
it_it: Età: 35 - Sesso: maschio * Terapia antalgica: per un paziente di 35 anni operato con gastrectomia a manica per obesità patologica.
zh_cn: 年龄：35，性别：男；止痛治疗：患者因病理性肥胖需进行胃袖状切除术。

# str_esp_name
source: ESP Case
fr_fr: Cas bloc ESP
it_it: Caso ESP
zh_cn: 病例：超声引导下脊旁神经阻滞

# str_esp_ph1_1
source: fascia localization and injection - transverse
fr_fr: Localisation et injection du fascia-transversale
it_it: localizzazione e iniezione della fascia - trasversale
zh_cn: 筋膜定位和注射-横向

# str_esp_ph1_2
source: Explore the esp space by moving along the transverse direction
fr_fr: Explorer l'espace ESP en se déplaçant le long de la direction transversale
it_it: Esplora lo spazio esp muovendoti lungo la direzione trasversale
zh_cn: 沿横向移动，扫查脊旁区域

# str_esp_ph2_1
source: fascia localization and injection - longitudinal
fr_fr: Localisation et injection du fascia-longitudinale
it_it: localizzazione e iniezione della fascia - longitudinale
zh_cn: 筋膜定位和注射-纵向

# str_esp_ph2_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_event
source: Event:
fr_fr: Un événement
it_it: Evento:
zh_cn: 项目：

# str_event_upper
source: EVENT
fr_fr: Un événement
it_it: EVENTO
zh_cn: 项目

# str_exec_time
source: Execution time
fr_fr: Temps d'exécution
it_it: Tempo di esecuzione
zh_cn: 操作时间

# str_exp_not_neg
source: The exponent can not be negative.
fr_fr: L'exposant ne peut pas être négatif.
it_it: L'esponente non può essere negativo.
zh_cn: 指数不能为负

# str_fail_device_info
source: Failed to get device information set for the COM ports
fr_fr: Impossible d'obtenir les informations de périphérique définies pour les ports COM
it_it: Impossibile ottenere le informazioni sul dispositivo impostate per le porte COM
zh_cn: 无法获取COM端口的设备信息

# str_fail_reg_key
source: Failed to open a registry key for device-specific configuration information
fr_fr: Échec de l'ouverture d'une clé de registre pour les informations de configuration spécifiques à l'appareil
it_it: Impossibile aprire la chiave di registro per le informazioni di configurazione specifiche del dispositivo
zh_cn: 无法打开设备特定配置信息的注册表项

# str_fascia_targeted
source: Fascia targeted
fr_fr: Fascia ciblé
it_it: Mirato alla fascia
zh_cn: 目标筋膜

# str_filter_by_date
source: filter by date
fr_fr: Filtrer par date
it_it: filtra per data
zh_cn: 时间筛选

# str_filter_by_student
source: filter by student
fr_fr: Filtrer par étudiant
it_it: filtra per discente
zh_cn: 用户筛选

# str_final_score
source: Final score
fr_fr: Score final
it_it: Punteggio finale
zh_cn: 最终成绩

# str_find_correct_view
source: Find the correct view for needle insertion
fr_fr: Trouvez la vue correcte pour l'insertion de l'aiguille
it_it: Trova la vista corretta per l'inserimento dell'ago
zh_cn: 找到正确的入针视图

# str_fin_date
source: finish date
fr_fr: Date de fin
it_it: data di fine
zh_cn: 完成日期

# str_flip_horiz
source: flip horizontal
fr_fr: Retourner horizontalement
it_it: capovolgi orizzontalmente
zh_cn: 水平翻转

# str_flip_vert
source: flip vertical
fr_fr: Retourner verticalement
it_it: capovolgi verticalmente
zh_cn: 纵向翻转

# str_flux
source: Flux:
it_it: Flusso:
zh_cn: 流量

# str_from
source: FROM
fr_fr: De
it_it: DA
zh_cn: 起始日期

# str_g4_dll_path
source: G4_DLL_PATH not exists
fr_fr: G4_DLL_PATH n'existe pas
it_it: G4_DLL_PATH non esiste
zh_cn: G4\u DLL\u路径不存在

# str_get_pdf
source: get pdf
fr_fr: Obtenir le pdf
it_it: ottieni pdf
zh_cn: 获取pdf文件

# str_glob_score
source: Global Score:
fr_fr: Score global
it_it: Punteggio Totale:
zh_cn: 全球得分

# str_go_ahead
source: Go ahead and insert the needle
fr_fr: Allez-y insérez l'aiguille
it_it: Vai avanti e inserisci l'ago
zh_cn: 请继续，插入穿刺针

# str_great
source: Great! You targeted the block! Try another block procedure!
fr_fr: Génial! Vous avez ciblé le bloc! Essayez une autre procédure de blocage!
it_it: Grande! Hai preso di mira il blocco! Prova un'altra procedura!
zh_cn: 完美！已完成操作！请尝试

# str_green
source: Green:
fr_fr: Vert(e)
it_it: Verde:
zh_cn: 绿色：

# str_guest_mode
source: guest mode
fr_fr: Mode invité
it_it: modalità ospite
zh_cn: 游客模式

# str_hide_student
source: hide info to student
fr_fr: Masquer les informations de l'élève
it_it: nascondi info al discente
zh_cn: 隐藏学生端信息

# str_idx_img
source: IndexImage:
fr_fr: Images de Indice
it_it: IndiceImmagine:
zh_cn: 索引：

# str_indices_color3
source: Indices for Color3 run from 0 to 2, inclusive.
fr_fr: Les indices pour Color3 vont de 0 à 2, inclus.
it_it: Gli indici per Color3 vanno da 0 a 2, compresi.
zh_cn: Color3的索引从0到2（包括0和2）。

# str_indices_color4
source: Indices for Color4 run from 0 to 3, inclusive.
fr_fr: Les indices pour Color3 vont de 0 à 3, inclus.
it_it: Gli indici per Color4 vanno da 0 a 3, compresi.
zh_cn: Color4的索引从0到3（包括0和3）。

# str_indices_matrix
source: Indices for Matrix run from 0 to 15, inclusive.
fr_fr: Les indices pour Matrix vont de 0 à 15, inclus.
it_it: Gli indici per Matrix vanno da 0 a 15, compresi.
zh_cn: Matrix的索引从0到15（包括0和15）。

# str_indices_plane
source: Indices for Plane run from 0 to 3, inclusive.
fr_fr: Les indices pour Plane vont de 0 à 3, inclus.
it_it: Gli indici per Plane vanno da 0 a 3, compresi.
zh_cn: Plane的索引从0到3（包括0和3）。

# str_indices_quat
source: Indices for Quaternion run from 0 to 3, inclusive.
fr_fr: Les indices pour Quaternion vont de 0 à 3, inclus.
it_it: Gli indici per Quaternion vanno da 0 a 3, compresi.
zh_cn: Quaternion的索引从0到3（包括0和3）。

# str_indices_v2
source: Indices for Vector2 run from 0 to 1, inclusive.
fr_fr: Les indices pour Vector2 vont de 0 à 1, inclus.
it_it: Gli indici per Vector2 vanno da 0 a 1, compresi.
zh_cn: Vector2的索引从0到1（包括0和1）。

# str_indices_v3
source: Indices for Vector3 run from 0 to 2, inclusive.
fr_fr: Les indices pour Vector3 vont de 0 à 2, inclus.
it_it: Gli indici per Vector3 vanno da 0 a 2, compresi.
zh_cn: Vector3的索引从0到2（包括0和2）。

# str_indices_v4
source: Indices for Vector4 run from 0 to 3, inclusive.
fr_fr: Les indices pour Vector4 vont de 0 à 3, inclus.
it_it: Gli indici per Vector4 vanno da 0 a 3, compresi.
zh_cn: Vector4的索引从0到3（包括0和3）。

# str_inflate
source: inflate
fr_fr: Gonfler
it_it: inietta
zh_cn: 膨胀

# str_insert_a
source: Insert A
fr_fr: Insérer A
it_it: Inserto A
zh_cn: 插入模块A

# str_insert_d
source: Insert D
fr_fr: Insérer D
it_it: Inserto D
zh_cn: 插入模块D

# str_insert_b
source: Insert B
fr_fr: Insérer B
it_it: Inserto B
zh_cn: 插入模块B

# str_insert_c
source: Insert C
fr_fr: Insérer C
it_it: Inserto C
zh_cn: 插入模块C

# str_inst_err
source: The software was not installed properly. Please try to re-install the software or contact the technical support.
fr_fr: Le logiciel n'a pas été installé correctement. Veuillez essayer de réinstaller le logiciel ou contacter le support technique.
it_it: Il software non è stato installato correttamente. Prova a reinstallare il software o contatta il supporto tecnico.
zh_cn: 软件安装有误，请重新安装，或联系代理商。

# str_inv_cast_char
source: Invalid cast from VectorMath.Half to System.Char.
fr_fr: Cast non valide: VecteurMath.Half to System.Char.
it_it: Cast non valido da VectorMath.Half a System.Char.

# str_inv_cast_datetime
source: Invalid cast from VectorMath.Half to System.DateTime.
fr_fr: Cast non valide: VecteurMath.Half to System.Char.
it_it: Cast non valido da VectorMath.Half a System.DateTime.

# str_inv_half_format
source: Invalid half format.
fr_fr: Demi-format non valide
it_it: Formato half non valido.

# str_item
source: item
fr_fr: Article
it_it: elemento
zh_cn: 项目

# str_linear
source: Linear
fr_fr: Linéaire
it_it: Lineare
zh_cn: 线性探头

# str_loading
source: Loading...
fr_fr: Chargement en cours..
it_it: In caricamento...
zh_cn: 加载中

# str_loading_case
source: Loading case:
fr_fr: Cas de chargement
it_it: Caso in caricamento:
zh_cn: 加载病例中

# str_loading_case_dots
source: loading case...
fr_fr: Cas de chargement
it_it: caso in caricamento...
zh_cn: 加载病例中

# str_loading_phase
source: Loading phase
fr_fr: Phase de chargement
it_it: Fase in caricamento
zh_cn: 加载进程

# str_load_case
source: load case
fr_fr: Cas de charge
it_it: carica caso
zh_cn: 加载病例

# str_location
source: LOCATION*
fr_fr: L'EMPLACEMENT
it_it: POSIZIONE*
zh_cn: 位置

# str_log_in
source: log in
fr_fr: Connecter
it_it: accedi
zh_cn: 登陆

# str_log_out
source: log out
fr_fr: Déconnecter
it_it: disconnetti
zh_cn: 退出

# str_lumbar
source: lumbar
fr_fr: Lombaire
it_it: lombare
zh_cn: 腰椎

# str_lumb_descr
source: Age: 80 - Gender: male*Urgent surgery for a 80-year-old patient with femur fracture on anticoagulant treatment. A surgical blockage of the lumbar plexus is performed associated with sciatic nerve block.
fr_fr: Âge: 80 ans - Sexe: masculin *Chirurgie urgente pour un patient de 80 ans avec fracture du fémur sous traitement par anticoagulant. Bloc du plexus lombo-sacré est réalisé en association avec un bloc du nerf sciatique.
it_it: Età: 80 - Sesso: maschio * Intervento chirurgico urgente per un paziente di 80 anni con frattura del femore in trattamento anticoagulante. Viene eseguito un blocco chirurgico del plesso lombare associato al blocco del nervo sciatico.
zh_cn: 年龄：80，性别：男；急诊手术治疗股骨骨折，需进行腰丛位置的坐骨神经阻滞。

# str_lumb_name
source: LUMBAR Case
fr_fr: Cas lombaire
it_it: Caso LOMBARE
zh_cn: 腰椎病例

# str_axillary_name
source: AXILLARY Case
it_it: Caso ASCELLARE

# str_axillary_descr
source: Age: 57 - Gender: male *Patient with rotator cuff tears who had undergone arthroscopic rotator cuff repair.
fr_fr: AXILLARY descr
it_it: Età: 57 - Sesso: maschio *Paziente con rotture della cuffia dei rotatori precedentemente sottoposto a riparazione artroscopica della cuffia dei rotatori.
zh_cn: AXILLARY descr

# str_sciaticgluteal_name
source: SUBGLUTEAL SCIATIC Case
fr_fr: SCIATIC GLUTEAL Case
it_it: Caso SCIATICO GLUTEALE
zh_cn: SCIATIC GLUTEAL Case

# str_sciaticgluteal_descr
source: Age: 50 - Gender: male *Patient undergoing knee surgery.
fr_fr: SCIATIC GLUTEAL descr
it_it: Età: 50 - Sesso: maschile *Paziente sottoposto a intervento chirurgico al ginocchio.
zh_cn: SCIATIC GLUTEAL descr

# str_sciaticpopliteal_name
source: POPLITEAL SCIATIC Case
fr_fr: SCIATIC POPLITEAL Case
it_it: Caso SCIATICO AL POPLITE
zh_cn: SCIATIC POPLITEAL Case

# str_sciaticpopliteal_descr
source: Age: 70 - Gender: female *Postoperative analgesia therapy for unilateral open reduction and internal fixation of calcaneal fracture.
fr_fr: SCIATIC POPLITEAL descr
it_it: Età: 70 - Sesso: femminile *Terapia analgesica postoperatoria per la riduzione aperta unilaterale e la fissazione interna della frattura del calcagno.
zh_cn: SCIATIC POPLITEAL descr

# str_infraclavicular_name
source: INFRACLAVICULAR Case
it_it: Caso INFRACLAVICOLARE

# str_infraclavicular_descr
source: Age: 55 - Gender: male * Patient undergoing distal radial fracture fixation.
fr_fr: INFRACLAVICULAR descr
it_it: Età: 55 - Sesso: maschio * Paziente sottoposto a fissazione della frattura del radio distale.
zh_cn: INFRACLAVICULAR descr

# str_supraclavicular_name
source: SUPRACLAVICULAR Case
it_it: Caso SOPRACLAVICOLARE

# str_supraclavicular_descr
source: Age: 53 - Gender: Male *A supraclavicular block performed on a patient undergoing clavicle fracture surgery.
fr_fr: SUPRACLAVICULAR descr
it_it: Età: 53 - Sesso: maschile *Blocco sopraclavicolare eseguito su un paziente sottoposto a intervento chirurgico per frattura della clavicola.
zh_cn: SUPRACLAVICULAR descr

# str_interscalene_name
source: INTERSCALENE BRACHIAL PLEXUS Case
fr_fr: INTERSCALENE Case
it_it: Caso INTERSCALENO
zh_cn: INTERSCALENE Case

# str_interscalene_descr
source: Age: 31 - Gender: female *Analgesic technique for a patient during arthroscopic shoulder surgery.
fr_fr: INTERSCALENE descr
it_it: Età: 31 - Sesso: femminile *Tecnica analgesica per un paziente durante un intervento di chirurgia artroscopica della spalla.
zh_cn: INTERSCALENE descr

# str_lumbarplexus_name
source: SACRAL PLEXUS Case
fr_fr: LUMBAR PLEXUS Case
it_it: Caso PLESSO LOMBARE
zh_cn: LUMBAR PLEXUS Case

# str_lumbarplexus_descr
source: Age: 46 - Gender: male *A 46-year-old man needs fixation of an intramedullary nail in the left lower extremity. Additionally, he had broken his left lower limb after a recent fall.
fr_fr: LUMBAR PLEXUS descr
it_it: Età: 46 - Sesso: maschio *Un uomo di 46 anni necessita di fissazione di un chiodo endomidollare nell'estremità inferiore sinistra. Inoltre, si era rotto l'arto inferiore sinistro dopo una recente caduta.
zh_cn: LUMBAR PLEXUS descr

# str_adductorcanal_name
source: ADDUCTOR CANAL Case
it_it: Caso CANALI ADDUTTORI

# str_adductorcanal_descr
source: Age: 60 - Gender: male *Post-operative knee analgesia for a patient after total knee arthroplasty.
fr_fr: ADDUCTOR CANAL descr
it_it: Età: 60 - Sesso: maschile *Analgesia post-operatoria del ginocchio per un paziente dopo artroplastica totale del ginocchio.
zh_cn: ADDUCTOR CANAL descr

# str_femural_name
source: FEMORAL NERVE Case
fr_fr: FEMURAL Case
it_it: Caso NERVO FEMORALE
zh_cn: FEMURAL Case

# str_femural_descr
source: Age: 45 - Gender: female *Femoral nerve block for postoperative pain control in a patient undergoing anterior cruciate ligament (ACL) reconstruction.
fr_fr: FEMURAL descr
it_it: Età: 45 - Sesso: femminile *Blocco del nervo femorale per il controllo del dolore postoperatorio in un paziente sottoposto a ricostruzione del legamento crociato anteriore (LCA).
zh_cn: FEMURAL descr

# str_lumb_ph1_1
source: muscular block localization and injection
fr_fr: Localisation et injection de bloc musculaire
it_it: localizzazione e iniezione del blocco muscolare
zh_cn: 肌肉阻滞定位与注射

# str_lumb_ph1_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_general_hotspot_1
source: localization of a relevant point
it_it: localizzazione di una area rilevante

# str_general_hotspot_2
source: localization of a relevant point - description
it_it: localizzazione di una area rilevante - descrizione

# str_blocknerve_1
source: localization and injection on nervous block
it_it: localizzazione e iniezione presso blocco nervoso

# str_blocknerve_2
source: localization and injection on nervous block
it_it: localizzazione e iniezione presso blocco nervoso

# str_general_trajectory_1
source: relevant path to be explored
it_it: percorso rilevante da esplorare

# str_general_trajectory_2
source: relevant path to be explored - description
fr_fr: relevant path to be explored - descritption
it_it: percorso rilevante da esplorare - descrizione
zh_cn: relevant path to be explored - descritption

# str_management
source: management
fr_fr: Le management
it_it: gestione
zh_cn: 管理

# str_manage_evts
source: manage events
fr_fr: Gérer les événements
it_it: gestisci eventi
zh_cn: 管理项目

# str_manage_students
source: manage students
fr_fr: Gérer les étudiants
it_it: gestisci discenti
zh_cn: 管理学生

# str_manage_teachers
source: manage teachers
fr_fr: Gérer les enseignants
it_it: gestisci istruttori
zh_cn: 管理导师

# str_mandatory_cname
source: The Complete Name is a mandatory field
fr_fr: Le nom complet est un champ obligatoire
it_it: Il nome completo è un campo obbligatorio
zh_cn: 全名称为必填项

# str_mandatory_name
source: The name is a mandatory field
fr_fr: Le nom est un champ obligatoire
it_it: Il nome è un campo obbligatorio
zh_cn: 名称为必填项

# str_mandatory_password
source: The password is a mandatory field
fr_fr: Le mot de passe est un champ obligatoire
it_it: La password è un campo obbligatorio
zh_cn: 密码为必填项

# str_mandatory_sname
source: The Short Name is a mandatory field
fr_fr: Le nom court est un champ obligatoire
it_it: Il nome breve è un campo obbligatorio
zh_cn: 简称为必填项

# str_mandatory_surname
source: The surname is a mandatory field
fr_fr: Le nom de famille est un champ obligatoire
it_it: Il cognome è un campo obbligatorio
zh_cn: 姓氏为必填项

# str_mandatory_username
source: The username is a mandatory field
fr_fr: Le nom d'utilisateur est un champ obligatoire
it_it: Il nome utente è un campo obbligatorio
zh_cn: 用户名为必填项

# str_modify
source: modify
fr_fr: Modifier
it_it: modifica
zh_cn: 修改

# str_must_four
source: There must be four and only four input values for Color4.
fr_fr: Il doit y avoir quatre et seulement quatre valeurs d'entrée pour Color4.
it_it: Ci devono essere quattro e solo quattro valori di input per Color4.
zh_cn: Color4必须有四个且仅有四个输入值。

# str_must_four_plane
source: There must be four and only four input values for Plane.
fr_fr: Il doit y avoir quatre et seulement quatre valeurs d'entrée pour Plan
it_it: Ci devono essere quattro e solo quattro valori di input per Plane.
zh_cn: Plane必须有四个且仅有四个输入值。

# str_must_four_quat
source: There must be four and only four input values for Quaternion.
fr_fr: Il doit y avoir quatre et seulement quatre valeurs d'entrée pour Quaternion
it_it: Ci devono essere quattro e solo quattro valori di input per Quaternion.
zh_cn: Quaternion必须有四个且仅有四个输入值。
