Repository: marcopirini/BeautySim
Catalog: VStudio/BeautySim.Globalization/Language.*.resx
Languages: fr_fr, it_it, zh_cn

# str_must_four_v4
source: There must be four and only four input values for Vector4.
fr_fr: Il doit y avoir quatre et seulement quatre valeurs d'entrée pour Vector4
it_it: Devono esserci quattro e solo quattro valori di input per Vector4.
zh_cn: Vector4必须有四个且仅有四个输入值。

# str_must_half2
source: There must be two and only two input values for Half2.
fr_fr: Il doit y avoir deux et seulement deux valeurs d'entrée pour Half2.
it_it: Devono esserci due e solo due valori di input per Half2.
zh_cn: Half2必须有2个且仅有2个输入值。

# str_must_half3
source: There must be three and only three input values for Half3.
fr_fr: Il doit y avoir trois et seulement trois valeurs d'entrée pour Half3.
it_it: Ci devono essere tre e solo tre valori di input per Half3.
zh_cn: Half3必须有3个且仅有3个输入值。

# str_must_half4
source: There must be four and only four input values for Half4.
fr_fr: Il doit y avoir quatre et seulement quatre valeurs d'entrée pour Half4.
it_it: Ci devono essere quattro e solo quattro valori di input per Half4.
zh_cn: Half4必须有四个且仅有四个输入值。

# str_must_sixteen
source: There must be sixteen and only sixteen input values for Matrix.
fr_fr: Il doit y avoir seize et seulement seize valeurs d'entrée pour Matrix.
it_it: Devono esserci sedici e solo sedici valori di input per Matrix.
zh_cn: Matrix必须有16个且仅有16个输入值。

# str_must_three
source: There must be three and only three input values for Color3.
fr_fr: Il doit y avoir trois et seulement trois valeurs d'entrée pour Color3.
it_it: Ci devono essere tre e solo tre valori di input per Color3.
zh_cn: Color3必须有3个且仅有3个输入值。

# str_must_three_v3
source: There must be three and only three input values for Vector3.
fr_fr: Il doit y avoir trois et seulement trois valeurs d'entrée pour Vector3.
it_it: Devono essere presenti tre e solo tre valori di input per Vector3.
zh_cn: Vector3必须有3个且仅有3个输入值。

# str_must_two
source: There must be two and only two input values for Vector2.
fr_fr: Il doit y avoir deux et seulement deux valeurs d'entrée pour Vector2.
it_it: Devono esserci due e solo due valori di input per Vector2.
zh_cn: Vector2必须有2个且仅有2个输入值。

# str_name
source: NAME
fr_fr: NOM
it_it: NOME
zh_cn: 姓名

# str_needle_aligned
source: needle aligned
fr_fr: Aiguille alignée
it_it: ago allineato
zh_cn: 穿刺针校准

# str_needle_inserted
source: needle inserted
fr_fr: Aiguille insérée
it_it: ago inserito
zh_cn: 插入穿刺针

# str_needle_insertions
source: Needle Insertions
fr_fr: Insertions d'aiguille
it_it: Inserimenti dell'Ago
zh_cn: 插入穿刺针

# str_needle_on_skin
source: Needle on Skin
fr_fr: Aiguille sur la peau
it_it: Ago sulla Pelle
zh_cn: 针扎入皮肤

# str_needle_pt_plane
source: Needle point on Plane
fr_fr: Point d'aiguille sur le plan
it_it: Punta dell'ago sul Piano
zh_cn: 平面上的针点

# str_needle_pt_pos
source: NeedlePoint Position:
fr_fr: La position du point d'aiguille
it_it: Posizione Ago:
zh_cn: 针尖位置：

# str_needle_pt_ypr
source: NeedlePoint YPR:
fr_fr: Point d'aiguille YPR
it_it: YPR Ago:
zh_cn: 针尖YPR：

# str_needle_puntures
source: Needle Puntures
fr_fr: Piqûres d'aiguille
it_it: Punture d'Ago
zh_cn: 针孔

# str_needle_tip
source: needle tip on plane
fr_fr: Pointe d'aiguille sur le plan
it_it: punta dell'ago sul piano
zh_cn: 针尖在平面上

# str_next
source: next
fr_fr: Suivant
it_it: avanti
zh_cn: 下一步

# str_no_evt
source: no event
fr_fr: Pas d'évènement
it_it: nessun evento
zh_cn: 无项目

# str_no_file
source: No file found
fr_fr: Aucun fichier trouvé
it_it: Nessun file trovato
zh_cn: 未找到文件

# str_no_orient_available
source: No BeautySim orientation available
fr_fr: Orientation BeautySim non disponible
it_it: Non è disponibile nessun orientamento per il BeautySim
zh_cn: 模型无可调整的方位

# str_no_student_sel
source: You have not selected any student. If you continue with the case, no results will be saved. Continue?
fr_fr: Vous n'avez sélectionné aucun étudiant. Si vous continuez avec le cas, aucun résultat ne sera enregistré. Continuez?
it_it: Non hai selezionato nessun discente. Se continui con il caso, nessun risultato verrà salvato. Continuare?
zh_cn: 未选择学生；如继续，将不会保存结果。是否继续？

# str_no_teachers
source: There are no Teachers with the inserted credentials. Login with a valid profile or login as guest.
fr_fr: Aucun enseignant ne possède les informations d'identification insérées. Connectez-vous avec un profil valide ou connectez-vous en tant qu'invité.
it_it: Non sono presenti Istruttori con le credenziali inserite. Accedi con un profilo valido o accedi come ospite.
zh_cn: 没有输入信息相关的教师，请使用有效信息登录或以来宾身份登录

# str_num_of_ins
source: # of insertions
fr_fr: Nombre d'insertions
it_it: # di inserimenti
zh_cn: 穿刺次数

# str_num_sens
source: Number of Sensors:
fr_fr: Nombre de capteurs
it_it: Numero di Sensori:
zh_cn: 探头编号：

# str_offset_pos
source: offset position
fr_fr: La propriété offset-position
it_it: posizione di offset
zh_cn: 偏移位置

# str_oh_no
source: Oh no, you missed the target... Try again!
fr_fr: Oh non, vous avez manqué la cible ... Réessayez!
it_it: Oh no, hai mancato l'obiettivo ... Riprova!
zh_cn: 您偏离了目标，请重试！

# str_org
source: ORGANIZATION
fr_fr: organisation
it_it: ORGANIZZAZIONE
zh_cn: 部门

# str_org_by
source: ORGANIZED BY
fr_fr: Organisé par
it_it: ORGANIZZATO DA
zh_cn: 部门负责人

# str_orientation
source: Orientation:
it_it: Orientamento:
zh_cn: 方向：

# str_orient_ok
source: BeautySim orientation: OK
fr_fr: Orientation BeautySim: OK
it_it: Orientamento BeautySim: OK
zh_cn: 模型方向：确认

# str_orient_ok_pad
source: BeautySim orientation: OK, just check the pad direction in order to be the same as in the picture
fr_fr: Orientation BeautySim: OK, vérifiez la direction du tampon pour être la même que sur l'image
it_it: Orientamento BeautySim: OK, controlla soltanto che la direzione del pad sia la stessa della foto
zh_cn: 模型方向：确认，请确认穿刺块方向，保持与图片中一致。

# str_orient_wrong
source: BeautySim orientation: wrong!
fr_fr: Orientation BeautySim: erreur
it_it: Orientamento BeautySim: errato!
zh_cn: 模型方向：错误

# str_pad_to_be_used
source: pad to be used:
fr_fr: Tampon à utiliser
it_it: pad da usare:
zh_cn: 需要使用的穿刺块：

# str_params_of_case
source: Parameters of the case
fr_fr: Les paramètres du cas
it_it: Parametri del caso
zh_cn: 病例相关参数

# str_param_fc_gt_zero
source: The parameter 'firstColumn' must be greater than or equal to zero.
fr_fr: Le paramètre "première colonne" doit être supérieur ou égal à zéro.
it_it: Il parametro 'firstColumn' deve essere maggiore o uguale a zero.
zh_cn: 参数“firstColumn”必须大于或等于零。

# str_param_fc_lt_three
source: The parameter 'firstColumn' must be less than or equal to three.
fr_fr: Le paramètre "première colonne" doit être inférieur ou égal à trois.
it_it: Il parametro 'firstColumn' deve essere minore o uguale a tre.
zh_cn: 参数“firstColumn”必须小于或等于3。

# str_param_fr_gt_zero
source: The parameter 'firstRow' must be greater than or equal to zero.
fr_fr: Le paramètre "première rangée" doit être supérieur ou égal à zéro.
it_it: Il parametro 'firstRow' deve essere maggiore o uguale a zero.
zh_cn: 参数“firstRow”必须大于或等于零。

# str_param_fr_lt_three
source: The parameter 'firstRow' must be less than or equal to three.
fr_fr: Le paramètre "première rangée" doit être inférieur ou égal à zéro.
it_it: Il parametro 'firstRow' deve essere minore o uguale a tre.
zh_cn: 参数“firstRow”必须小于或等于3。

# str_param_sc_gt_zero
source: The parameter 'secondColumn' must be greater than or equal to zero.
fr_fr: Le paramètre "deuxième colonne" doit être supérieur ou égal à zéro.
it_it: Il parametro 'secondColumn' deve essere maggiore o uguale a zero.
zh_cn: 参数“secondColumn”必须大于或等于零。

# str_param_sc_lt_three
source: The parameter 'secondColumn' must be less than or equal to three.
fr_fr: Le paramètre "deuxième colonne" doit être inférieur ou égal à trois.
it_it: Il parametro 'secondColumn' deve essere minore o uguale a tre.
zh_cn: 参数“secondColumn”必须小于或等于3。

# str_param_sr_gt_zero
source: The parameter 'secondRow' must be greater than or equal to zero.
fr_fr: Le paramètre "deuxième rangée" doit être supérieur ou égal à zéro.
it_it: Il parametro 'secondRow' deve essere maggiore o uguale a zero.
zh_cn: 参数“secondRow”必须大于或等于零。

# str_param_sr_lt_three
source: The parameter 'secondRow' must be less than or equal to three.
fr_fr: Le paramètre "deuxième rangée" doit être inférieur ou égal à trois.
it_it: Il parametro 'secondRow' deve essere minore o uguale a tre.
zh_cn: 参数“secondRow”必须小于或等于3。

# str_parasternal
source: parasternal
fr_fr: parasternale
it_it: parasternale
zh_cn: 胸骨旁

# str_parast_descr
source: Age: 45 - Gender: female*Post-operative analgesic therapy for total mastectomy in total breast cancer, in a 45-year-old patient associated with PECs II.
fr_fr: Âge: 45 ans - Sexe: femme *Traitement analgésique postopératoire pour mastectomie totale pour cancer du sein, pour une patiente de 45 ans associée à un nerf pectoral bloc II.
it_it: Età: 45 - Sesso: femmina * Terapia analgesica post-operatoria per mastectomia totale nel carcinoma mammario totale, in una paziente di 45 anni associata a PEC II.
zh_cn: 年龄：45，性别：女；全乳房切除术术后止痛治疗，需进行Ⅱ型胸神经 (PECS II) 阻滞

# str_parast_name
source: PARASTERNAL Case
fr_fr: Cas parasternal
it_it: Caso PARASTERNALE
zh_cn: 胸骨旁病例

# str_parast_ph1_1
source: puncture site evaluation on the transverse plane
fr_fr: Évaluation du site de ponction sur le plan transversal
it_it: valutazione del sito di puntura sul piano trasversale
zh_cn: 横切面穿刺部位评估

# str_parast_ph1_2
source: Explore the parasternal space by moving along the transverse direction
fr_fr: Explorer l'espace ESP en se déplaçant le long de la direction transversale
it_it: Esplora lo spazio parasternale muovendoti lungo la direzione trasversale
zh_cn: 通过横向移动扫查胸骨旁结构

# str_parast_ph2_1
source: fascia localization and injection - 2nd rib
fr_fr: Localisation et injection du fascia -2ème côte
it_it: localizzazione della fascia e iniezione - 2a costola
zh_cn: 筋膜定位和注射-第2肋

# str_parast_ph2_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_parast_ph3_1
source: fascia localization and injection - 4th rib
fr_fr: Localisation et injection du fascia -4ème côte
it_it: localizzazione della fascia e iniezione - 4a costola
zh_cn: 筋膜定位和注射-第4肋

# str_parast_ph3_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_parav_descr
source: Age: 70 - Gender: male*A Thoracic Paravertebral Block performed on a patient undergoing right thoracotomy.
fr_fr: Âge: 70 ans - Sexe: masculin * Un bloc paravertébral thoracique réalisé sur un patient subissant une thoracotomie droite.
it_it: Età: 70 - Sesso: maschio * Blocco paravertebrale toracico eseguito su un paziente sottoposto a toracotomia destra.
zh_cn: 年龄：70，性别：男性；患者右胸需切开，可进行胸椎旁阻滞

# str_parav_name
source: PARAVERTEBRAL Case
fr_fr: Cas paravertébral
it_it: Caso PARAVERTEBRALE
zh_cn: 椎旁病例

# str_parav_ph1_1
source: puncture site evaluation along the sagittal direction
fr_fr: Évaluation du site de ponction le long de la direction sagittale
it_it: valutazione del sito di puntura lungo la direzione sagittale
zh_cn: 矢状方向穿刺部位评估

# str_parav_ph1_2
source: Explore the paravertebral space by moving along the sagittal direction
fr_fr: Explorez l'espace paravertébral en vous déplaçant le long de la direction sagittale
it_it: Esplora lo spazio paravertebrale muovendoti lungo la direzione sagittale
zh_cn: 沿矢状方向移动扫查椎旁结构

# str_parav_ph2_1
source: puncture site evaluation along the transverse direction
fr_fr: Évaluation du site de ponction le long de la direction transversale
it_it: valutazione del sito di puntura lungo la direzione trasversale
zh_cn: 沿横向穿刺部位评估

# str_parav_ph2_2
source: Explore the paravertebral space by moving along the transverse direction
fr_fr: Explorez l'espace paravertébral en vous déplaçant le long de la direction transversale
it_it: Esplora lo spazio paravertebrale muovendoti lungo la direzione trasversale
zh_cn: 沿横向移动扫查椎旁结构

# str_parav_ph3_1
source: paravertebral space localization and injection – oblique approach
fr_fr: Localisation et injection de l'espace paravertébral - approche oblique
it_it: localizzazione dello spazio paravertebrale e iniezione - approccio obliquo
zh_cn: 椎旁间隙定位及注射-斜入路

# str_parav_ph3_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_pdf_files
source: pdf files
fr_fr: Fichiers pdf
it_it: file pdf
zh_cn: pdf文件

# str_pecs1_descr
source: Age: 67 - Gender: female*Post-operative analgesia for a 67-year-old female (155 cm, 50 kg) patient after mastectomy and placement of an expander.
fr_fr: Âge: 67 ans - Sexe: femme *Traitement analgésique postopératoire pour une patiente de 67 ans (155 cm, 50 kg) après mastectomie et mise en place d'un extenseur.
it_it: Età: 67 - Sesso: femmina * Analgesia post-operatoria per una paziente di 67 anni (155 cm, 50 kg) dopo mastectomia e posizionamento di un espansore.
zh_cn: 年龄：67，性别：女；患者（155 cm，50 kg）进行了乳房切除术并放置了扩张器，需进行术后镇痛。

# str_pecs1_name
source: PECs I Case
fr_fr: Cas du nerf pectoral 1
it_it: Caso PECs I
zh_cn: PECs I 病例

# str_pecs1_ph1_1
source: fascia localization and injection
fr_fr: Localisation et injection du fascia
it_it: localizzazione della fascia e iniezione
zh_cn: 筋膜定位与注射

# str_pecs1_ph1_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_pecs2_descr
source: Age: 50 - Gender: female*Post-operative analgesic therapy for a 50-year-old female patient after quadrantectomy for mastectomy.
fr_fr: Âge: 50 ans - Sexe: femme *Traitement analgésique postopératoire pour une patiente de 50 ans après quadrantectomie pour mastectomie.
it_it: Età: 50 - Sesso: femmina * Terapia analgesica post-operatoria per una paziente di 50 anni dopo quadrantectomia per mastectomia.
zh_cn: 年龄：50，性别：女；患者进行了乳房切除术，需进行术后镇痛。

# str_pecs2_name
source: PECs II Case
fr_fr: Cas du nerf pectoral 2
it_it: Caso PECs II
zh_cn: PECs II 病例

# str_pecs2_ph1_1
source: puncture site evaluation from 2nd to 5th rib
fr_fr: évaluation du site de ponction de la 2e à la 5e côte
it_it: valutazione del sito di puntura dalla 2a alla 5a costola
zh_cn: 第2至第5肋间穿刺部位评估

# str_pecs2_ph1_2
source: Explore the ribs space by moving in the cranio - caudal direction
fr_fr: Explorer l'espace intercostal en vous déplaçant dans la direction cranio-caudale
it_it: Esplora lo spazio delle costole muovendoti in direzione cranio-caudale
zh_cn: 沿头尾方向移动，扫查肋骨间隙

# str_pecs2_ph2_1
source: fascia localization and injection
fr_fr: Localisation et injection du fascia
it_it: localizzazione della fascia e iniezione
zh_cn: 筋膜定位与注射

# str_pecs2_ph2_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_position
source: Position:
fr_fr: La position
it_it: Posizione:
zh_cn: 位置：

# str_press_load_case
source: Press Load Case
fr_fr: Appuyer sur cas de charge
it_it: Premi Carica Caso
zh_cn: 点击加载病例

# str_proceed
source: proceed
fr_fr: Procéder
it_it: procedi
zh_cn: 继续

# str_pwd_not_confirmed
source: The password has not been correctly confirmed
fr_fr: Le mot de passe n'a pas été correctement confirmé
it_it: La password non è stata confermata correttamente
zh_cn: 密码不正确

# str_qlb_descr
source: Age: 60 - Gender: female*Post-operative analgesia for a 60-year-old patient after hip arthroplasty (coxarthrosis).
fr_fr: Âge: 60 ans - Sexe: femme * Analgésie postopératoire pour un patient de 60 ans après arthroplastie de la hanche (coxarthrose).
it_it: Età: 60 - Sesso: femmina * Analgesia post-operatoria per una paziente di 60 anni dopo artroplastica dell'anca (coxartrosi).
zh_cn: 年龄：60，性别：女；髋关节置换术后，患者需要镇痛治疗。

# str_qlb_name
source: QLB Case
fr_fr: Cas de bloc du muscle du carré des lombes
it_it: Caso QLB
zh_cn: 腰丛神经病例

# str_qlb_ph1_1
source: QLB 1 localization and injection
fr_fr: Le bloc du muscle du carré des lombes 1 localisation et injection
it_it: QLB 1 localizzazione e iniezione
zh_cn: 腰丛神经 1 定位与穿刺

# str_qlb_ph1_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_qlb_ph2_1
source: QLB 2 localization and injection
fr_fr: Le bloc du muscle du carré des lombes 2 localisation et injection
it_it: QLB 2 localizzazione e iniezione
zh_cn: 腰丛神经 2 定位与穿刺

# str_qlb_ph2_2
source: Composite description injection
fr_fr: FABRICATION DES COMPOSITES PAR INJECTION
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_qlb_ph3_1
source: QLB 3 localization and injection
fr_fr: Le bloc du muscle du carré des lombes 3 localisation et injection
it_it: QLB 3 localizzazione e iniezione
zh_cn: 腰丛神经 3 定位与穿刺

# str_qlb_ph3_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_rc_matrix
source: Rows and columns for matrices run from 0 to 3, inclusive.
fr_fr: Les lignes et les colonnes des matrices vont de 0 à 3, inclus.
it_it: Righe e colonne per le matrici vanno da 0 a 3, compresi.
zh_cn: 矩阵的行和列从0到3（包括0和3）。

# str_red
source: Red:
fr_fr: Rouge
it_it: Rosso:
zh_cn: 红：

# str_rem_filt
source: remove filter
fr_fr: Supprimer le filtre
it_it: elimina filtro
zh_cn: 删除搜索筛选器

# str_report_author
source: BeautySim REPORT SYSTEM Manager
fr_fr: RAPPORT BeautySim SYSTEM MANAGER
it_it: Gestore del SISTEMA DI REPORTISTICA del BeautySim
zh_cn: 软件反馈系统管理

# str_report_paragraph
source: BeautySim Report
fr_fr: RAPPORT BeautySim
it_it: Report del BeautySim
zh_cn: 软件反馈

# str_report_title
source: BeautySim REPORT
fr_fr: RAPPORT BeautySim
it_it: REPORT del BeautySim
zh_cn: 软件反馈

# str_role
source: ADMINISTRATOR
fr_fr: ADMINISTRATEUR
it_it: AMMINISTRATORE
zh_cn: 行政人员

# str_save
source: save
fr_fr: sauvegarder
it_it: salva
zh_cn: 保存

# str_score_set_to_zero
source: Score set to 0
fr_fr: Le score est fixé à 0
it_it: Punteggio impostato a 0
zh_cn: 分数设置为0

# str_select
source: select
fr_fr: sélectionner
it_it: seleziona
zh_cn: 选择

# str_sel_load_case
source: Select a case and press Load Case
fr_fr: Sélectionner un cas et appuyer sur le cas de charge
it_it: Seleziona un caso e premi Carica Caso
zh_cn: 选择病例并加载

# str_sensors_info
source: click to show/hide information on sensors...
fr_fr: Cliquez pour afficher / masquer les informations sur les capteurs ...
it_it: clicca per mostrare/nascondere le informazioni sui sensori...
zh_cn: 点击显示/隐藏探头信息

# str_sensors_upper
source: SENSORS
fr_fr: CAPTEURS
it_it: SENSORI
zh_cn: 探头

# str_serial
source: Serial:
fr_fr: Sériel
it_it: Seriale:
zh_cn: 序列号：

# str_serr_descr
source: Age: 21 - Gender: male*Road trauma: analgesic therapy for a 21-year-old patient with thoracic drainage for post-traumatic pneumothorax.
fr_fr: Âge: 21 ans - Sexe: masculin * Traumatisme routier: thérapie antalgique pour un patient de 21 ans subissant un drainage thoracique pour pneumothorax post-traumatique.
it_it: Età: 21 - Sesso: maschile * Trauma stradale: terapia analgesica per paziente di 21 anni con drenaggio toracico per pneumotorace post-traumatico.
zh_cn: 年龄：21，性别：男；交通事故，患者有创伤性气胸，需进行胸腔引流与镇痛治疗。

# str_serr_name
source: SERRATUS Case
fr_fr: Cas de muscle dentelé antérieur
it_it: Caso SERRATUS
zh_cn: 前锯肌平面病例

# str_serr_ph1_1
source: fascia localization and injection
fr_fr: Localisation et injection du fascia
it_it: localizzazione della fascia e iniezione
zh_cn: 筋膜定位与注射

# str_serr_ph1_2
source: Composite description injection
fr_fr: Injection de composite
it_it: F
zh_cn: 穿刺注射综合性说明

# str_settings
source: settings
fr_fr: Réglages
it_it: impostazioni
zh_cn: 设置

# str_set_up
source: set up
fr_fr: Installer
it_it: configurazione
zh_cn: 安装

# str_short_name
source: SHORT NAME*
fr_fr: NOM COURT
it_it: NOME BREVE*
zh_cn: 简称

# str_show_info_stud
source: show info to student
fr_fr: Montrer les informations à l'élève
it_it: mostra info al discente
zh_cn: 向学生显示信息

# str_show_needle_col
source: show needle trajectory:
fr_fr: Montrer la trajectoire de l'aiguille
it_it: mostra traiettoria ago:
zh_cn: 显示穿刺轨迹：

# str_show_needle_traj
source: show needle trajectory
fr_fr: Montrer la trajectoire de l'aiguille
it_it: mostra traiettoria ago
zh_cn: 显示穿刺轨迹

# str_show_target_pos
source: show target position
fr_fr: Montrer la position de la cible
it_it: mostra posizione obiettivo
zh_cn: 显示目标位置

# str_show_target_pos_col
source: show target position:
fr_fr: Montrer la position de la cible
it_it: mostra posizione obiettivo:
zh_cn: 显示目标位置：

# str_sim_not_conn
source: simulator not connected
fr_fr: Simulateur non connecté
it_it: simulatore non connesso
zh_cn: 模型未连接

# str_sponsor_by
source: SPONSORED BY
fr_fr: Sponsorisé par
it_it: SPONSORIZZATO DA
zh_cn: 主办单位

# str_start_date
source: start date
fr_fr: Date de début
it_it: data di inizio
zh_cn: 开始时间

# str_step_3_3
source: STEP 3/3
fr_fr: Étape 3/3
it_it: PASSO 3/3
zh_cn: 共3个步骤

# str_student
source: Student:
fr_fr: Étudiant(e)
it_it: Discente:
zh_cn: 学生：

# str_student_upper
source: STUDENT
fr_fr: Étudiant(e)
it_it: DISCENTE
zh_cn: 学生

# str_sure_cancel_evt
source: Are you sure you want to cancel this Event? This will delete all the results associated with the Event
fr_fr: Etes-vous sûr que vous voulez annuler cet événement? Cela supprimera tous les résultats associés à l'événement
it_it: Sei sicuro di voler cancellare questo Evento? Ciò comporterà la cancellazione anche di tutti i risultati associati all'evento
zh_cn: 是否确认取消项目？此操作将删除项目相关的结果信息等

# str_sure_cancel_student
source: Are you sure you want to cancel this Student? This will delete all the results associated with the student
fr_fr: Êtes-vous sûr de vouloir annuler cet étudiant? Cela supprimera tous les résultats associés à l'étudiant
it_it: Sei sicuro di voler cancellare questo Discente? Ciò comporterà la cancellazione anche di tutti i risultati associati al discente
zh_cn: 是否确认取消该学生？此操作将删除该学生相关的结果信息等

# str_sure_cancel_teacher
source: Are you sure you want to cancel this Teacher? This will delete all the students and the results associated with the teacher
fr_fr: Êtes-vous sûr de vouloir annuler cet enseignant? Cela supprimera tous les élèves et les résultats associés à l'enseignant
it_it: Sei sicuro di voler cancellare questo Istruttore? Ciò comporterà la cancellazione anche di tutti i risultati associati all'istruttore
zh_cn: 是否确认取消该老师？此操作将删除该老师相关的所有学生的信息

# str_sure_delete_res
source: Are you sure you want to delete the selected results
fr_fr: Êtes-vous sûr de vouloir supprimer les résultats sélectionnés?
it_it: Sei sicuro di voler cancellare i risultati selezionati
zh_cn: 是否确认删除选中的结果？

# str_sure_stop_case
source: Are you sure you want to stop this case? Results will not be saved
fr_fr: Êtes-vous sûr de vouloir arrêter ce cas? Les résultats ne seront pas enregistrés.
it_it: Sei sicuro di vole interrompere il caso? I risultati non verranno salvati
zh_cn: 是否确认终止该病例？结果将无法保存

# str_surname
source: SURNAME
fr_fr: NOM DE FAMILLE
it_it: COGNOME
zh_cn: 姓氏为必填项

# str_switch_ctrl
source: switch control
it_it: interruttore
zh_cn: 开关控制

# str_tap_descr
source: Age: 32 - Gender: female*Ultrasound-guided TAP block after caesarean section to a 32 years-old female (162 cm, 80 kg).
fr_fr: Âge: 32 - Sexe: femme * TAP-Bloc guidé par échographie après césarienne pour une femme de 32 ans. (162 cm, 80 kg). (162 cm, 80 kg)
it_it: Età: 32 - Sesso: femmina * Blocco TAP ecoguidato dopo taglio cesareo su una femmina di 32 anni (162 cm, 80 kg).
zh_cn: 年龄：32，性别：女；患者（162cm，80kg）剖腹产术后镇痛治疗。

# str_tap_name
source: TAP Case
fr_fr: Cas de plan transverse de l'abdomen
it_it: Caso TAP
zh_cn: 腹横肌平面

# str_tap_ph1_1
source: puncture site evaluation along the sagittal direction
fr_fr: Évaluation du site de ponction le long de la direction sagittale
it_it: valutazione del sito di puntura lungo la direzione sagittale
zh_cn: 矢状方向穿刺部位评估
