Repository: marcopirini/BeautySim
Catalog: VStudio/BeautySim.Globalization/Language.*.resx
Languages: fr_fr, it_it, zh_cn

# str_tap_ph1_2
source: Explore the TAP space by moving along the sagittal direction
fr_fr: Explorer l'espace du plan transverse de l'abdomen en vous déplaçant le long de la direction sagittale
it_it: Esplora lo spazio TAP muovendoti lungo la direzione sagittale
zh_cn: 沿矢状方向移动，扫查腹横肌平面结构

# str_tap_ph2_1
source: puncture site evaluation along the antero-posterior direction
fr_fr: Évaluation du site de ponction le long de la direction antéro-postérieur
it_it: valutazione del sito di puntura lungo la direzione antero-posteriore
zh_cn: 前后方向穿刺部位评估

# str_tap_ph2_2
source: Explore the TAP space by moving along the antero-posterior direction
fr_fr: Explorer l'espace du plan transverse de l'abdomen en vous déplaçant le long de la direction antéro-postérieur
it_it: Esplora lo spazio TAP muovendoti lungo la direzione antero-posteriore
zh_cn: 沿前后方向移动，扫查腹横肌平面结构

# str_tap_ph3_1
source: fascia localization and injection
fr_fr: Localisation et injection du fascia
it_it: localizzazione della fascia e iniezione
zh_cn: 筋膜定位与注射

# str_tap_ph3_2
source: Composite description injection
fr_fr: Injection de composite
it_it: Descrizione composta dell'iniezione
zh_cn: 穿刺注射综合性说明

# str_target_present
source: target present in this frame
fr_fr: cible présente dans ce cadre
it_it: obiettivo presente in questo frame
zh_cn: 框架内为目标

# str_teacher
source: Teacher:
fr_fr: Professeur
it_it: Istruttore:
zh_cn: 导师：

# str_teacher_upper
source: TEACHER
fr_fr: PROFESSEUR
it_it: ISTRUTTORE
zh_cn: 导师

# str_tip_dist
source: tip distance to target (mm)
fr_fr: Distance entre la pointe et la cible (mm)
it_it: distanza tra la punta e il bersaglio (mm)
zh_cn: 针尖与目标的距离（毫米）

# str_title
source: TITLE
fr_fr: TITRE
it_it: TITOLO
zh_cn: 标题

# str_to
source: TO
it_it: A
zh_cn: 至

# str_too_lengthy
source: Operation too lengthy. Score decreased by
fr_fr: Opération trop longue. Score diminué de
it_it: Operazione troppo lunga. Punteggio diminuito del
zh_cn: 操作时间太长，分数下降

# str_too_many_ins
source: Too many insertions. Score decreased by
fr_fr: Trop d'insertions. Score diminué de
it_it: Troppi inserimenti. Punteggio diminuito del
zh_cn: 穿刺次数太多，分数下降

# str_type_serializ
source: The type must be serializable.
fr_fr: Le type doit être sérialisable.
it_it: Il tipo deve essere serializzabile.
zh_cn: 类型需可序列化

# str_unselect
source: unselect
fr_fr: Désélectionner
it_it: deseleziona
zh_cn: 未选中

# str_username
source: USERNAME
fr_fr: Nom d'utilisateur
it_it: NOME UTENTE
zh_cn: 用户名

# str_user_name
source: USER NAME
fr_fr: Nom d'utilisateur
it_it: NOME UTENTE
zh_cn: 用户名

# str_value
source: value
fr_fr: La valeur
it_it: valore
zh_cn: 数值

# str_view
source: view
fr_fr: Voir/vue
it_it: visualizza
zh_cn: 视图

# str_view_ctrls
source: click to show/hide view controls...
fr_fr: cliquez pour afficher / masquer le panneau de configuration
it_it: clicca per mostrare/nascondere i controlli di visualizzazione...
zh_cn: 单击以显示/隐藏视图控制键

# str_waiting_case_load
source: Waiting for a case to be loaded
fr_fr: En attendant qu’un cas soit chargé
it_it: In attesa del caricamento di un caso
zh_cn: 等待病例载入

# str_within_range
source: within range, optimal value
fr_fr: À portée de, valeur optimale
it_it: entro l'intervallo, valore ottimale
zh_cn: 在范围内，最佳值

# str_with_admin_rights
source: with administrator rights
fr_fr: Avec droits d'administrateur
it_it: con i privilegi di amministratore
zh_cn: 具有管理员权限

# str_yes
source: Yes
fr_fr: Oui
it_it: Sì
zh_cn: 确认

# str_yes_upper
source: YES
fr_fr: OUI
it_it: SÌ
zh_cn: 确认

# str_zero_vol
source: zero volume
fr_fr: Volume nul
it_it: volume zero
zh_cn: 0容积

# str_close
source: close
fr_fr: Fermer
it_it: Esci
zh_cn: 关闭

# str_change_lang
source: Language will be changed after software restart. Continue?
fr_fr: La langue sera modifiée après le redémarrage du système. Continuez?
it_it: La lingua verrà modificata dopo il riavvio del software. Continuare?
zh_cn: 重启后，语言将被更改。繼續？

# str_chinese
source: Chinese
fr_fr: Chinois
it_it: Cinese
zh_cn: 中文

# str_english
source: English
fr_fr: Anglais
it_it: Inglese
zh_cn: 英语

# str_italian
source: Italian
fr_fr: Italien
it_it: Italiano
zh_cn: 意大利文

# str_align_slice
source: align. slice width (mm):
fr_fr: align. largeur de tranche (mm):
it_it: larghezza sezione allin. (mm):
zh_cn: 對齊切片寬度（毫米）：

# str_french
source: French
fr_fr: Français
it_it: Francese
zh_cn: 法語

# str_moreThenTen_notAllowed
source: The user cannot select more than 10 results
fr_fr: L'utilisateur ne peut pas sélectionner plus de 10 résultats
it_it: L'utente non può selezionare più di 10 risultati
zh_cn: 用户选择的结果不能超过10个

# str_cases_title
source: cases
it_it: casi

# str_fasciailiaca_descr
source: Age 78 y - Old female*Intertrochanteric fracture of the right femur
it_it: Età: 78 - Sesso: femmina *Frattura intratrocanterica del femore destro

# str_fasciailiaca_name
source: SUPRAINGUINAL FASCIA ILIACA Case
it_it: Caso FASCIA ILIACA SOPRAINGUINALE

# str_hint_notatarget
source: not a target
it_it: non target

# str_hint_vascular_area
source: vascular area
it_it: area vascolare

# str_modules_title
source: modules
it_it: moduli

# str_report_hit
source: Hit
it_it: Raggiunti

# str_report_score_targetwrongInjection_explanation
source: Score dimished by 10 for each wrong injection
it_it: Punteggio diminuito di 10 per ogni iniezione errata.

# str_report_score_targetwrongnerveareas_explanation
source: wrong nerve areas. Score dimished by 50 for each wrong hit.
it_it: aree nervose errate. Punteggio dimiuito di 50 per ogni raggiungimento errato.

# str_report_score_targetwrongvascularareas_explanation
source: vascular areas. Score set to 0.
it_it: aree vascolari. Punteggio 0.

# str_report_score_target_explanation
source: Score attributed proportionally to number of targets correctly hit
it_it: Punteggio attribuito proporzionalmente al numero di target corretti raggiunti

# str_report_target_nerves
source: Target nerves
it_it: Nervi target

# str_report_total_wrong_injections
source: Total number of wrong injections
it_it: Numero totale di iniezioi errate

# str_report_wrong_nerve_hits
source: Wrong nerve hits
it_it: Raggiungimenti nervosi errati

# str_report_wrong_vascular_hits
source: Wrong vascular hits
it_it: Raggiungimenti vascolari errati

# str_title_fascia_blocks
source: INTERFASCIAL PLANE Blocks
it_it: Blocchi Piano Interfasciale

# str_title_hip_blocks
source: HIP Blocks
it_it: Blocchi d'Anca

# str_title_nerve_blocks
source: NERVE Blocks
it_it: Blocchi Nervosi

# str_generalTargetlocationInjection_CranioCaudal
source: Target localization and injection – cranio-caudal scan
it_it: Localizzazione del target e iniezione anestetico - scansione cranio-caudale

# str_generalTargetlocationInjection_MedioLateral
source: Target localization and injection – medio-lateral scan
it_it: Localizzazione del target e iniezione anestetico - scansione medio-laterale

# str_generalTargetlocation_CranioCaudal
source: Target localization – cranio-caudal scan
it_it: Localizzazione del target - scansione cranio-caudale

# str_infrafasciailiaca_name
source: INFRAINGUINAL FASCIA ILIACA Case
it_it: Caso FASCIA ILIACA INFRAINGUINALE

# str_peng_name
source: PENG Case
it_it: Caso PENG

# str_needle_info
source: Needle information
it_it: Informazioni ago

# str_insertAnestetic_ctrl
source: insert 1 U
fr_fr: insert 0.5 u
it_it: inserisci 0.5 u
zh_cn: insert 0.1 ml

# str_calibrate
source: calibrate
it_it: calibra

# str_register
source: register
it_it: registra

# str_calibrate_window
source: calibration
it_it: calibrazione

# str_acceleration
source: Acc:
fr_fr: Accepter
zh_cn: 加速

# str_beautysim_upper
source: BEAUTYSIM
zh_cn: 神经阻滞

# str_demo_helix
source: Demo (HelixToolkitDX)
fr_fr: Démo (HelixToolkitDX)
zh_cn: 样机(HelixToolkitDX)

# str_esp
source: esp
fr_fr: Le bloc ESP
zh_cn: 竖脊平面

# str_fc
source: FC:
fr_fr: FC Fréquence Cardiaque
zh_cn: 帧数

# str_firmware
source: Firmware:
zh_cn: 固件：

# str_lt_3min
source: < 3 min, ok
zh_cn: < 3分钟，合格

# str_no
source: No
fr_fr: Non
zh_cn: 取消

# str_no_upper
source: NO
fr_fr: NON
zh_cn: 取消

# str_ok
source: Ok
fr_fr: D'accord
zh_cn: 确认

# str_ori
source: ORI:
fr_fr: Orientation
zh_cn: 方位

# str_parav
source: parav
zh_cn: 椎旁

# str_password
source: PASSWORD
fr_fr: NOM DE PASSE
zh_cn: 密码

# str_password_lower
source: password
fr_fr: Nom de passe
zh_cn: 密码

# str_pitch
source: PITCH:
zh_cn: 俯仰角（欧拉角）

# str_pos
source: POS:
zh_cn: 位置

# str_qlb
source: qlb
fr_fr: Le bloc du muscle du carré des lombes
zh_cn: 腰方肌

# str_report_subject
source: Report
fr_fr: Rapport
zh_cn: 反馈

# str_roll
source: ROLL:
zh_cn: 滚转角（欧拉角）

# str_sensor_1
source: S1:
zh_cn: 探头1：

# str_sensor_2
source: S2:
zh_cn: 探头2：

# str_sensor_abbr
source: S
zh_cn: 探头

# str_serratum
source: serratum
fr_fr: Le muscle dentelé antérieur
zh_cn: 前锯肌平面

# str_studio
source: studio
zh_cn: 工作室

# str_tap
source: tap
fr_fr: Plan transverse de l'abdomen
zh_cn: 点击

# str_volume
source: Volume:
fr_fr: Le volume
zh_cn: 体积：

# str_x
source: X:
zh_cn: X轴

# str_y
source: Y:
zh_cn: Y轴

# str_yaw
source: YAW:
fr_fr: Le pian
zh_cn: 偏航角（欧拉角）

# str_z
source: Z:
zh_cn: Z轴

# str_pecs1
source: pecs1
fr_fr: Nerf pectoral 1

# str_pecs2
source: pecs2
fr_fr: Nerf pectoral 2
